Repository: dynuporg/mtflycards
Catalog: languages/flycards-*.po
Languages: it_it

source: View your shopping cart
it_it: Visualizza il tuo carrello

source: %d item
it_it: %d Articolo

source: [More..]
it_it: [Di più..]

source: Loading
it_it: Caricamento

source: Please wait ..
it_it: Attendere ..

source: Loading next page
it_it: Caricamento prossima pagina

source: No more pages
it_it: Pagine finite

source: valid value are in px, em, percent
it_it: valori validi sono in px, em, percentuale

source: All Theme settings restored to its defaults
it_it: Tutti le impostazioni sono stare ripristinate ai valori di defaults

source: <p style="width:400px">Select jQuery-UI theme and animation type</p>
it_it: <p style="width:400px">Seleziona tema jQuery-UI theme e tipo animazione</p>

source: <p>Select compatibility for your current active wordpress theme.</p>
it_it: <p>Seleziona compatibilità per il tema attivo Wordpress</p>

source: <p>Activate or disable ajax and infinetscroll </p>
it_it: <p>Attiva o disattiva ajax e infinetscroll </p>

source: <p>Product summary length, width and higth of cards, show products per page</p>
it_it: <p>Lunghezza testo descrizione sommaria del prodotto, larghezza e altezza carte, visualizza prodotti per pagina</p>

source: <p>Product excerpt over images, category tab filters, tags tab filters </p>
it_it: <p>Testo riassuntivo del prodotto visualizzato sopra l'immagine, scheda filtri di categoria, scheda filtri etichette</p>

source: <p>Can choose color for non ui widget parts</p>
it_it: <p>Puoi scegliere i colori per le parti non ui dei widget </p>

source: Sorry %s theme is not currently supported by MT Flycards
it_it: Spiacenti il tema %s non è correntemente supportato da MT Flycards

source: %s theme has its own settings, it is recommended to restore the default settings using the button restore defaults
it_it: Il tema %s ha le proprie impostazioni, è consigliato ripristinare le impostazioni di defaults usando il bottone ripristina defaults

source: Duration as ms is invalid or not in valid range (min:%d max:%d), previous valid value restored
it_it: Durata in ms non corretta o non in un intervallo valido (min:%d max:%d), valore valido precedente ripristinato

source: Product excerpt length is invalid or not in valid range (min:%d max:%d), previous valid value restored
it_it: Lunghezza del testo riassuntivo del prodotto non valido o non in un intervallo valido (min:%d max:%d), valore valido precedente ripristinato

source: Products per page is invalid or not in valid range (min:%d max:%d), previous valid value restored
it_it: Visualizzazione prodotti per pagina non valido o non in un intervallo valido (min:%d max:%d), valore valido precedente ripristinato

source: Please insert valid hex color for background of product image, only accept hex color
it_it: Inserisci un valore valido in esadecimale per il colore dello sfondo dell'immagine, accetta solamente colori in esadecimale

source: Please insert valid hex color for background of product excerpt, previous valid value restored
it_it: Inserisci un valore valido in esadecimale per il colore dello sfondo dell'immagine, valore valido precedente ripristinato

source: Please insert valid hex color for star rating, previous valid value restored
it_it: Inserisci un valore valido in esadecimale per il colore delle stelle di valutazione, valore valido precedente ripristinato

source: Please insert valid hex color for text of product excerpt, previous valid value restored
it_it: Inserisci un valore valido in esadecimale per il colore del testo riassuntivo del prodotto, valore valido precedente ripristinato

source: No valid value inserted for card width valid value are in px , em, percent, previous valid value restored
it_it: Valore non valido per la larghezza della carta, puoi inserire valori validi in px, em, percentuale, valore valido precedente ripristinato

source: No valid value inserted for card height valid value are in px, em, percent, previous valid value restored
it_it: Valore non valido per l'altezza della carta, puoi inserire valori validi in px, em, percentuale, valore valido precedente ripristinato

source: MT Flycards Settings
it_it: MT Flycards Impostazioni

source: jQuery-UI Theme and Animation
it_it: Tema jQuery-UI e Animazione

source: Theme
it_it: Tema

source: Animation type
it_it: Tipo animazione

source: Duration as ms
it_it: Durata in ms

source: Enable or disable Ajax Plugins
it_it: Abilita o disabilita il plugin Ajax

source: Shop page loading by ajax
it_it: Caricamento pagina prodotto da Ajax

source: Show or hide parts
it_it: Visualizza o nascondi parti

source: Show Categories filter tab
it_it: Visualizza scheda filtri categoria

source: Show Tags filter tab
it_it: Visualizza scheda filtri etichette

source: Show product excerpt over image
it_it: Visualizza testo riassuntivo del prodotto sopra l'immagine

source: Parts properties
it_it: Proprietà parti

source: Product excerpt length
it_it: Lunghezza testo riassuntivo del prodotto

source: Products per page
it_it: Prodotti per pagina

source: Card width
it_it: Larghezza carta

source: Card height
it_it: Altezza carta

source: Colors
it_it: Colori

source: Product image background color
it_it: Sfondo immagine del prodotto

source: Product excerpt background color
it_it: Sfondo del testo riassuntivo del prodotto

source: Product excerpt text color
it_it: Colore testo riassuntivo del prodotto

source: Star rating color
it_it: Colore stelle di valutazione

source: Save Changes
it_it: Salva Modifiche

source: Restore Defaults
it_it: Ripristina Defaults

source: Are you sure restore defaults?
it_it: Sei sicuro di ripristinare le impostazioni di defaults ?

source: View all products filed under %s
it_it: Visualizza tutti i prodotti sotto %s

source: Search
it_it: Cerca

source: Ordering
it_it: Ordinamento

source: Shop Menu
it_it: Menu Negozio

source: Categories present on this page
it_it: Categorie presenti nella pagina

source: Page Categories
it_it: Categorie Pagina

source: Keywords present on this page
it_it: Parole chiave presenti nella pagina

source: Page Tags
it_it: Etichette Pagina

source: Viewed
it_it: Visti

source: On Sale
it_it: In Saldo
